{
  "title": "Minería",
  "myPoints": "Mis Puntos",
  "currentPeriod": "Período Actual",
  "pointPool": "Fondo de Puntos",
  "makerPointPool": "Fondo de Puntos Maker",
  "takerPointPool": "Fondo de Puntos Taker",
  "myEstimatedPoints": "Mis Puntos Estimados",
  "makerVolume": "Volumen Maker",
  "takerVolume": "Volumen Taker",
  "pointsLeaderboard": "Clasificación de Puntos",
  "volumeLeaderboard": "Clasificación de Volumen",
  "rank": "Rango",
  "name": "Nombre",
  "points": "Puntos",
  "volume": "Volumen",
  "rules": "Reglas",
  "pointsHistory": "Historial de Puntos",
  "volumeRecords": "Registros de Volumen",
  "period": "Período",
  "pointsEarned": "Puntos Ganados",
  "maker": "Maker",
  "taker": "Taker",
  "date": "Fecha",
  "estimatedPointsRankingDesc": "Clasificación de puntos estimados para este período. Los puntos finales se calcularán y confirmarán después de que finalice el período.",
  "highestVolumeDesc": "Obtenga el mayor volumen de trading Maker y Taker durante el período.",
  "makerTaker": "Maker / Taker",
  "rulesTitle": "Reglas de Recompensa de Minería",
  "basicRules": "Reglas Básicas",
  "behaviorClassification": "Clasificación de Comportamiento",
  "behaviorClassificationDesc1": "Volumen Maker: Se refiere a la cantidad de transacción generada cuando un usuario actúa como maker, con órdenes emparejadas a través de órdenes límite.",
  "behaviorClassificationDesc2": "Volumen Taker: Se refiere a la cantidad de transacción generada cuando un usuario toma activamente liquidez del libro de órdenes.",
  "pointDistribution": "Condiciones de Distribución de Puntos",
  "pointDistributionDesc1": "Los usuarios deben tener volúmenes válidos tanto de Maker como de Taker dentro de un ciclo de recompensa (por ejemplo, diario o semanal) para calificar para el cálculo de puntos.",
  "pointDistributionDesc2": "Si solo existe comportamiento unilateral (solo Maker o solo Taker), no se distribuirán recompensas de puntos.",
  "pointCalculation": "Método de Cálculo de Recompensa de Puntos",
  "pointCalculationDesc1": "El sistema rastrea por separado los volúmenes Maker y Taker de todos los usuarios durante el ciclo.",
  "pointCalculationDesc2": "Calcule la proporción de volumen de cada usuario en ambas categorías de comportamiento y multiplique por el fondo de puntos Maker o Taker correspondiente.",
  "pointCalculationDesc3": "Los puntos finales ganados serán el valor menor de los dos resultados.",
  "useOfPoints": "Uso de Puntos",
  "useOfPointsDesc": "Se pueden intercambiar por tokens de plataforma en el futuro, manténgase atento",
  "algorithmTitle": "Fórmula del Algoritmo de Puntos y Detalles de Cálculo",
  "dataDefinition": "Definición de Datos",
  "calculateMakerPoints": "Calcular Puntos Maker de Cada Usuario Proporcionalmente",
  "calculateTakerPoints": "Calcular Puntos Taker de Cada Usuario Proporcionalmente",
  "finalPoints": "Los Puntos Finales Son el Menor de los Dos",
  "explanation": "Explicación:",
  "notes": "Notas:",
  "makerExplanation1": "Proporción de volumen Maker del usuario × Fondo de recompensa total A",
  "makerExplanation2": "Si representa el 5% del volumen Maker de todos los usuarios, obtiene el 5% del fondo de puntos Maker",
  "makerNote1": "Solo se calculan los usuarios que cumplen el requisito de \"tanto volumen Maker como Taker\"",
  "makerNote2": "De lo contrario, el usuario no participará en la distribución del fondo de puntos A",
  "takerExplanation1": "Proporción de volumen Taker del usuario × Fondo de recompensa total B",
  "takerExplanation2": "Del mismo modo, solo se consideran los usuarios elegibles",
  "takerNote1": "Los usuarios que solo realizan comportamiento Taker sin comportamiento Maker tendrán 0 puntos a pesar de tener transacciones",
  "takerNote2": "Esto es para evitar el arbitraje solo acumulando volumen Taker",
  "dataDefVMaker": "Volumen Maker del usuario u durante el período estadístico",
  "dataDefVTaker": "Volumen Taker del usuario u durante el período estadístico",
  "dataDefSumVMaker": "Suma de volúmenes Maker de todos los usuarios elegibles",
  "dataDefSumVTaker": "Suma de volúmenes Taker de todos los usuarios elegibles",
  "dataDefA": "Puntos totales asignados para volumen Maker en este período (fondo de recompensa Maker)",
  "dataDefB": "Puntos totales asignados para volumen Taker en este período (fondo de recompensa Taker)"
}

