{
  "title": "Khai Thác",
  "myPoints": "Điểm Của Tôi",
  "currentPeriod": "Kỳ Hiện Tại",
  "pointPool": "Quỹ Điểm",
  "makerPointPool": "Quỹ Điểm Maker",
  "takerPointPool": "Quỹ Điểm Taker",
  "myEstimatedPoints": "Điểm Ước Tính",
  "makerVolume": "Khối Lượng Maker",
  "takerVolume": "Khối Lượng Taker",
  "pointsLeaderboard": "Bảng Xếp Hạng Điểm",
  "volumeLeaderboard": "Bảng Xếp Hạng Khối Lượng",
  "rank": "Xếp Hạng",
  "name": "Tên",
  "points": "Điểm",
  "volume": "Khối Lượng",
  "rules": "Quy Tắc",
  "pointsHistory": "Lịch Sử Điểm",
  "volumeRecords": "Lịch Sử Khối Lượng",
  "period": "Kỳ",
  "pointsEarned": "Điểm Kiếm Được",
  "maker": "Maker",
  "taker": "Taker",
  "date": "Ngày",
  "estimatedPointsRankingDesc": "Xếp hạng điểm ước tính cho kỳ này. Điểm cuối cùng sẽ được tính toán và xác nhận sau khi kỳ kết thúc.",
  "highestVolumeDesc": "Đạt được khối lượng giao dịch Maker và Taker cao nhất trong kỳ.",
  "makerTaker": "Maker / Taker",
  "rulesTitle": "Quy Tắc Phần Thưởng Khai Thác",
  "basicRules": "Quy Tắc Cơ Bản",
  "behaviorClassification": "Phân Loại Hành Vi",
  "behaviorClassificationDesc1": "Khối lượng Maker: Đề cập đến số tiền giao dịch được tạo ra khi người dùng hoạt động với tư cách là maker, với các lệnh được khớp thông qua lệnh giới hạn.",
  "behaviorClassificationDesc2": "Khối lượng Taker: Đề cập đến số tiền giao dịch được tạo ra khi người dùng chủ động lấy thanh khoản từ sổ lệnh.",
  "pointDistribution": "Điều Kiện Phân Phối Điểm",
  "pointDistributionDesc1": "Người dùng phải có cả khối lượng Maker và Taker hợp lệ trong một chu kỳ phần thưởng (ví dụ: hàng ngày hoặc hàng tuần) để đủ điều kiện tính điểm.",
  "pointDistributionDesc2": "Nếu chỉ tồn tại hành vi một phía (chỉ Maker hoặc chỉ Taker), sẽ không có phần thưởng điểm nào được phân phối.",
  "pointCalculation": "Phương Pháp Tính Điểm Thưởng",
  "pointCalculationDesc1": "Hệ thống theo dõi riêng biệt khối lượng Maker và Taker của tất cả người dùng trong chu kỳ.",
  "pointCalculationDesc2": "Tính tỷ lệ khối lượng của mỗi người dùng trong cả hai loại hành vi và nhân với quỹ điểm Maker hoặc Taker tương ứng.",
  "pointCalculationDesc3": "Điểm cuối cùng kiếm được sẽ là giá trị nhỏ hơn của hai kết quả.",
  "useOfPoints": "Sử Dụng Điểm",
  "useOfPointsDesc": "Có thể đổi lấy token nền tảng trong tương lai, hãy theo dõi",
  "algorithmTitle": "Công Thức Thuật Toán Điểm & Chi Tiết Tính Toán",
  "dataDefinition": "Định Nghĩa Dữ Liệu",
  "calculateMakerPoints": "Tính Điểm Maker Của Mỗi Người Dùng Theo Tỷ Lệ",
  "calculateTakerPoints": "Tính Điểm Taker Của Mỗi Người Dùng Theo Tỷ Lệ",
  "finalPoints": "Điểm Cuối Cùng Là Giá Trị Nhỏ Hơn Của Hai",
  "explanation": "Giải thích:",
  "notes": "Ghi chú:",
  "makerExplanation1": "Tỷ lệ khối lượng Maker của người dùng × Tổng quỹ thưởng A",
  "makerExplanation2": "Nếu bạn chiếm 5% tổng khối lượng Maker của tất cả người dùng, bạn nhận được 5% quỹ điểm Maker",
  "makerNote1": "Chỉ những người dùng đáp ứng yêu cầu \"cả khối lượng Maker và Taker\" mới được tính",
  "makerNote2": "Nếu không, người dùng sẽ không tham gia phân phối quỹ điểm A",
  "takerExplanation1": "Tỷ lệ khối lượng Taker của người dùng × Tổng quỹ thưởng B",
  "takerExplanation2": "Tương tự, chỉ những người dùng đủ điều kiện mới được xem xét",
  "takerNote1": "Người dùng chỉ thực hiện hành vi Taker mà không có hành vi Maker sẽ có 0 điểm mặc dù có giao dịch",
  "takerNote2": "Điều này nhằm ngăn chặn chênh lệch giá chỉ bằng cách tích lũy khối lượng Taker",
  "dataDefVMaker": "Khối lượng Maker của người dùng u trong kỳ thống kê",
  "dataDefVTaker": "Khối lượng Taker của người dùng u trong kỳ thống kê",
  "dataDefSumVMaker": "Tổng khối lượng Maker của tất cả người dùng đủ điều kiện",
  "dataDefSumVTaker": "Tổng khối lượng Taker của tất cả người dùng đủ điều kiện",
  "dataDefA": "Tổng điểm được phân bổ cho khối lượng Maker trong kỳ này (quỹ thưởng Maker)",
  "dataDefB": "Tổng điểm được phân bổ cho khối lượng Taker trong kỳ này (quỹ thưởng Taker)"
}

